Repository: Mosquito-Alert/map_backend
Catalog: project/locale/*/LC_MESSAGES/django.po
Languages: ca, es

source: Shown points
ca: Punts mostrats
es: Puntos mostrados

source: Open
ca: Obrir
es: Abrir

source: Close
ca: Tancar
es: Cerrar

source: Select
ca: SELECCIONA
es: SELECCIONA

source: Bites
ca: Picades
es: Picaduras

source: Breeding sites
ca: Llocs de cria
es: Lugares de cría

source: Sampling effort
ca: Esforç de mostreig
es: Esfuerzo de muestreo

source: Placeholder location
ca: Localització (ciutat, provincia, comunitat, país)
es: Selecciona localización (ciudad, provincia, comunidad, país)

source: Placeholder hashtag
ca: #hashtag
es: Selecciona hashtag

source: Reports
ca: Llistat d'observacions
es: Informes

source: Estimates
es: Estimaciones

source: Filter
ca: Filtrar
es: Filtrar

source: Continue
ca: Continuar
es: Continuar

source: Mosquito tiger probable
ca: Moquit tigre probable
es: Mosquito tigre probable

source: Breeding site not yet filtered
ca: Altres
es: Otros

source: Conflict
ca: Conflicte
es: Conflicto

source: Mosquito tiger confirmed
ca: Mosquit tigre
es: Mosquito tigre

source: Unidentified
ca: Mosquit no identificat
es: Mosquito no identificado

source: Yellow fever confirmed
ca: Mosquit de la febre groga
es: Mosquito de la fiebre amarilla

source: Storm drain water
ca: Embornal amb aigua
es: Imbornal con agua

source: Breeding site other
ca: Altres
es: Otros

source: Other species
ca: Altres espècies
es: Otras especies

source: Storm drain dry
ca: Embornal amb aigua
es: Imbornal con agua

source: Not yet validated
ca: Pendent de validació
es: Pendiente de validación

source: Yellow fever probable
ca: Mosquit de la febre groga
es: Mosquito de la fiebre amarilla

source: Trash layer
ca: Capa trash
es: Capa trash

source: Tiger mosquito
ca: Mosquit tigre
es: Mosquito tigre

source: Tiger mosquito confirmed
es: Mosquito tigre confirmado

source: Tiger mosquito possible
es: Posible mosquito tigre

source: Yellow fever mosquito
ca: Mosquit de la febre groga
es: Mosquito de la fiebre amarilla

source: Yellow fever mosquito confirmed
es: Mosquito de la fiebre amarilla confirmado

source: Yellow fever mosquito possible
es: Posible mosquito de la fiebre amarilla

source: Japonicus mosquito
ca: Mosquit del Japó
es: Mosquito del Japón

source: Japonicus mosquito confirmed
es: Mosquito del Japón confirmado

source: Japonicus mosquito possible
es: Posible mosquito del Japón

source: Mosquito japonicus/koreicus
ca: Mosquit del Japó / de Corea
es: Mosquito del Japón / de Corea

source: Mosquito albopictus/cretinus
es: Mosquito Tigre / de Creta

source: Koreicus mosquito
ca: Mosquit de Corea
es: Mosquito de Corea

source: Koreicus mosquito confirmed
es: Mosquito de Corea confirmado

source: Koreicus mosquito possible
es: Posible mosquito de Corea

source: Culex mosquito
ca: Mosquit comú
es: Mosquito común

source: Culex mosquito confirmed
es: Mosquito común confirmado

source: Culex mosquito possible
es: Posible mosquito común

source: Unidentified mosquito
ca: No identificable
es: No identificable

source: Others_mosquito
ca: Altres mosquits
es: Otros mosquitos

source: Storm drain with water
ca: Embornal amb aigua
es: Imbornal con agua

source: Storm drain without water
ca: Embornal sense aigua
es: Imbornal sin agua

source: Storm_drain_dry
es: Imbornal sin agua

source: Layers
ca: Capes
es: Capas

source: Models
es: Modelos

source: Lang
ca: Idioma
es: Idioma

source: Share
ca: Compartir
es: Compartir

source: Help
ca: Ajuda
es: Ayuda

source: Log in
ca: Entrar
es: Entrar

source: Log out
es: Salir

source: Time series
ca: Sèrie temporal
es: Serie temporal

source: Pick a date range
ca: Rang de dates
es: Rango de fechas:

source: Delete calendar
ca: Neteja
es: Borrar

source: Select all
es: SELECCIONA TODO

source: Apply calendar
ca: Aplica
es: Aplicar

source: All years and all months
ca: Tots els anys i tots els mesos
es: Todos los años y todos los meses

source: Reset zoom graph
ca: Tornar al zoom inicial
es: Volver al zoom inicial

source: reloading graph
es: Actualizando el gráfico ...

source: Loading...
es: Cargando ...

source: Anonymous
ca: Anònim
es: Anónimo

source: How many bites
ca: Número de picades
es: Número de picaduras

source: Body part
ca: Part del cos
es: Parte del cuerpo

source: Bite location
ca: Lloc
es: Lugar de la picadura

source: Bite time
ca: Hora
es: Hora de la picadura

source: Date
ca: Data
es: Fecha

source: Expert note
ca: Nota experta
es: Nota experta

source: Citizen note
es: Nota ciudadana

source: Confirmed
ca: Confirmat
es: Confirmado

source: Expert validation
ca: Validació experta
es: Validación experta

source: AI validation
ca: Validació IA
es: Validación IA

source: _Unknown
ca: No ho sé
es: No lo sé

source: Outdoors
ca: A l'aire lliure
es: Al aire libre

source: Inside building
ca: Dins d'un edifici
es: Dentro de un edificio

source: Inside vehicle
ca: Dins d'un cotxe
es: Dentro de un vehículo

source: At sunrise
ca: Al matí
es: Por la mañana

source: At noon
ca: Al migdia
es: Al mediodía

source: At sunset
ca: Al capvespre
es: Por la tarde

source: At night
ca: A la nit
es: Por la noche

source: Not really sure
ca: No ho sé
es: No lo sé

source: Head
ca: Cap
es: Cabeza

source: Left arm
ca: Braç esquerre
es: Brazo izquierdo

source: Right arm
ca: Braç dret
es: Brazo derecho

source: Chest
ca: Pit
es: Pecho

source: Left leg
ca: Cama esquerre
es: Pierna izquierda

source: Right leg
ca: Cama dreta
es: Pierna derecha

source: Breeding site with water
ca: Amb aigua?
es: ¿Con agua?

source: Breeding site without water
ca: Sense aigua
es: Sin agua

source: Breeding site with larva
ca: Té larves?
es: ¿Tiene larvas?

source: Yes
ca: Sí
es: Sí

source: Not available
ca: No disponible
es: No disponible

source: No results found
ca: No hi ha resultats
es: No hay resultados

source: Download
ca: Descarregar dades
es: Descargar datos

source: Download geopackage
ca: Geopackage
es: Geopackage

source: Download excel
ca: Excel
es: Excel

source: No features to download
ca: No hi ha cap punt
es: No hay ningún punto

source: Only data displayed in the current map view will be downloaded. Verify your current active layers, temporal filters and zoom.
ca: La descàrrega es realitzarà a partir dels elements que es visualitzen al mapa. Comprova que tens actives les capes de la llegenda que desitges, els filtres temporals i el nivell de zoom.
es: La descarga se realizará a partir de los elementos que se visualizan en el mapa. Comprueba que estén activas las capas que deseas, así como los filtros temporales y el nivel de zoom

source: Once verified, press the download button.
ca: Un cop definida la vista desitjada, fes clic al botó de descàrrega.
es: Una vez definida la vista deseada pulsa en el botón de descarga

source: For the Mosquito Alert complete dataset, with advanced options, go to Mosquito Alert portal:
ca: Si vols el set complet de Mosquito Alert, amb opcions avançades de documentació i descàrrega, dirigeix-te al Portal de Dades de Mosquito Alert:
es: Si quieres el set de datos completo de Mosquito Alert, con opciones avanzadas de documentación y descarga, dirígete al Portal de Datos de Mosquito Alert:

source: Mosquito portal URL
ca: http://www.mosquitoalert.com/ca/mosquito-alert-data-portal/
es: http://www.mosquitoalert.com/mosquito-alert-data-portal/

source: This is the new view url
ca: Enllaç a la vista
es: Enlace a la vista

source: This view does not exist
ca: Aquesta vista de mapa no existeix
es: Esta vista del mapa no existe

source: Share modal title
ca: Comparteix la vista d'aquest mapa
es: Comparte la vista de este mapa

source: Share this map view
ca: Comparteix la vista d'aquest mapa
es: Comparte la vista de este mapa

source: Url has been copied
ca: L'adreça s'ha copiat
es: Se ha copiado la dirección

source: Copy url to clipboard
ca: Copia l'adreça al portapapers
es: Copia la dirección al portapapeles

source: Share view
ca: Comparteix la vista d'aquest mapa
es: Comparte la vista de este mapa

source: Observation code
ca: Codi d'observació
es: Código de observación

source: Coordinates (latitud, longitud)
ca: Coordenades (latitud, longitud)
es: Coordenadas (latitud, longitud)

source: List of observations
ca: Llistat d'observacions
es: Listado de observaciones

source: Reports limit exceeded
ca: El número d'observacions supera el màxim establert (300)
es: El número de observaciones supera el máximo establecido (300)

source: Selected observations
ca: Observacions seleccionades
es: Observaciones seleccionadas

source: Filters applied
ca: Filtres aplicats
es: Filtros aplicados

source: Reports modal title
ca: Llista d'observacions
es: Listado de observaciones

source: Report with the observations displayed in the current map view (maximum: 300 observations)
ca: Informe de les observacions que es visualizen a la vista actual del mapa (màxim 300)
es: Informe de las observaciones que se visualizan en la vista actual del mapa (máximo 300).

source: Verify this by looking at the map point counter (on the down left map corner).
ca: Verifica el número d'observacions amb el comptador de punts al marge superior dret del mapa
es: Verifica el número de observaciones con el contador de puntos mostrados en el margen superior derecho del mapa

source: Check the
ca: Consulta les
es: Consulta los

source: data on mosquitoes, breeding places and bites
ca: dades de mosquits, llocs de cria i picades
es: datos de mosquitos, lugares de cría y picaduras

source: sent by citizens, through the Mosquito Alert app.
ca: enviades per la ciutadania, mitjançant l'app Mosquito Alert.
es: enviados por la ciudadanía mediante la app Mosquito Alert.

source: Part of this data has been validated by entomology professionals or by Artificial Intelligence (AI) algorithms. You will also find data modeled from the original data.
ca: Part d'aquestes dades han estat validades per professionals de l'entomologia o per algoritmes d'intel·ligència artificial (IA). També trobaràs dades modelades a partir de les dades originals
es: Parte de estos datos han sido validados por profesionales de la entomología o por algoritmos de Inteligencia Artificial (IA). También encontrarás datos modelados a partir de las observaciones originales

source: You can
ca: Podràs
es: Podrás

source: view, filter and download data
ca: visualitzar, filtrar i descarregar les dades
es: visualizar, filtrar y descargar los datos

source: among other functions
ca: entre d'altres funcions
es: entre otras funciones

source: Use the Help
ca: Utilitza l'ajuda
es: Utiliza la Ayuda

source: and Info
ca: i la Info
es: y la Info

source: for more information.
ca: per a més informació.
es: para más información

source: If you want the complete Mosquito Alert data set, with advanced documentation and download options, go to the Mosquito Alert Data Portal:
ca: Si vols el set complet de Mosquito Alert, amb opcions avançades de documentació i descàrrega, dirigeix-te al Portal de Dades de Mosquito Alert:
es: Si quieres el set de datos completo de Mosquito Alert, con opciones avanzadas de documentación y descarga, dirígete al Portal de Datos de Mosquito Alert:

source: You can also consult the Mosquito Alert website:
ca: També podeu consultar la web de Mosquito Alert:
es: También puedes consultar la web de Mosquito Alert:

source: MODELED DATA
es: DATOS MODELADOS

source: Model-maps-provide-information-to-help-better-unde
es: Los mapas de modelos proporcionan información que ayuda a comprender mejor en qué lugares y momentos tienen las personas más probabilidades de encontrarse con una de las especies de mosquito de interés o de recibir una picadura. Los modelos estiman cuán probable es que, en cada área y durante un mes específico, se envíe al menos un informe válido de una especie o picadura a través de Mosquito Alert. Estas estimaciones se derivan de modelos estadísticos que consideran múltiples factores ambientales y sociales: variables climáticas, la cobertura del suelo y el esfuerzo de muestreo. Esta última variable es importante para determinar si un bajo número de informes en una zona se debe a un bajo número de mosquitos o una baja presencia de ciudadanos participando con Mosquito Alert. En los modelos se asume que todos los participantes de Mosquito Alert dedican la misma cantidad de esfuerzo en buscar e informar sobre los mosquitos en todos los momentos y lugares. Sin embargo, las estimaciones de los modelos para las especies de mosquitos se han limitado a aquellas áreas donde ECDC y/o Mosquito Alert han confirmado previamente la presencia de cada especie (ver mapas de distribución).

source: These-estimates-are-generated-monthly-for-each-of
es: Cada mes, se generan estimaciones para las divisiones administrativas más pequeñas representadas en el mapa, que en la mayoría de los países son los municipios. Unos días después del final de cada mes, estarán disponibles las estimaciones para el mes finalizado. Al alejar la vista en el mapa, las pequeñas divisiones administrativas y sus estimaciones se agrupan en unidades más grandes (p.e. provincias y comunidades). El mapa también incluye la incertidumbre relativa de las estimaciones representadas. La incertidumbre viene indicada por el tamaño de los círculos en cada una de las divisiones administrativas visualizadas. Estos círculos pueden hacerse más o menos transparentes así como desactivarse. Las estimaciones también pueden personalizarse con diferentes paletas de colores para una mejor visualización.

source: The-map-currently-shows-estimates-for-all-countrie
es: Actualmente, los modelos muestran estimaciones para todos los países que son miembros de la Agencia Ambiental Europea, pues es donde se han recopilado la mayoría de los datos hasta la fecha. Sin embargo, Mosquito Alert se está utilizando cada vez más en diferentes partes del mundo y se planea ampliar las estimaciones del modelo en el futuro para incluir aquellas áreas donde haya suficiente participación para realizar los cálculos necesarios. Para obtener más información sobre los modelos o para acceder directamente a las estimaciones, puedes visitar:

source: Model maps show the probability of encountering a specific mosquito species or of receiving a mosquito bite. Probabilities are based on data submitted by citizens to Mosquito Alert. The first estimates for a month are based on observations received for that month in previous years, estimates that are updated weekly with data for the current year to readjust the values in real time.
es: Los mapas de los modelos muestran la probabilidad de encontrar una especie de mosquito concreta o de recibir una picadura de mosquito. Las probabilidades se basan en los datos enviados por los ciudadanos a Mosquito Alert. Las primeras estimaciones de un mes se basan en las observaciones recibidas para ese mismo mes en años anteriores, estimaciones que se actualizan semanalmente con los datos del año en curso que se van recibiendo de la ciudadanía para reajustar los valores en tiempo real.

source: Models show the probability of encountering each of the target species: the tiger mosquito, the yellow fever mosquito, the Asian bush mosquito, the Korean mosquito, and the common house mosquito. Another model shows the probability of receiving a mosquito bite, which does not correspond to any specific mosquito species, but to all the reports of bites received, reflecting the human-mosquito interaction in the area.
es: Los modelos muestran la probabilidad de encontrar cada una de las especies objetivo: el mosquito tigre, el mosquito de la fiebre amarilla, el mosquito del Japón, el mosquito de Corea y el mosquito común. Otro modelo representa la probabilidad de recibir una picadura de mosquito, este valor no corresponde a ninguna especie específica de mosquito, sino a todos los informes de picaduras recibidas, reflejando la interacción que existe entre humano y mosquito en el área.

source: Estimates are displayed at different world’s administrative areas or boundaries depending on the zoom and the map view. Administrative areas in the database are countries and lower lever subdivisions such as provinces. At high resolution, estimates are displayed in grids of approximately 2x2 kilometers (grid of 0.05 degrees latitude by 0.05 degrees longitude). In addition to the probability of encountering a mosquito or receiving a bite, each administrative area also shows its uncertainty value.
es: Las estimaciones se muestran en diferentes áreas administrativas o límites del mundo según el zoom y la vista del mapa. Las áreas administrativas comprenden los países, así como subdivisiones de nivel inferior, en el caso de España son las comunidades autónomas y las provincias. En alta resolución, las estimaciones se muestran en cuadrículas de aproximadamente 2x2 kilómetros (cuadrícula de 0,05 grados de latitud por 0,05 grados de longitud). Además de la probabilidad de encontrarse con un mosquito o recibir una picadura, cada área administrativa también muestra su valor de incertidumbre.

source: This calculation considers the sampling effort, considering the number of participants with the active app in each grid or area in the defined time. The probability of mosquitoes or of receiving a mosquito bite is higher in a grid in which 10 observations have been received and there are 5 participants, than in another with 10 observations and 10 participants. Modeling observations and active participants determines the value of the probability shown on the map.
es: Este cálculo considera el esfuerzo de muestreo, considerando el número de participantes con la aplicación activa en cada cuadrícula o área en un tiempo definido. De esta manera, la probabilidad de que haya mosquitos o de recibir una picadura de mosquito es mayor en una cuadrícula en la que se han recibido 10 observaciones y hay 5 participantes, que en otra con 10 observaciones y 10 participantes. El modelado de las observaciones, y de la cantidad y actividad de participantes, determina el valor de la probabilidad que se muestra en el mapa.

source: This probability has been observed to correspond to the observations of the tiger mosquito obtained by traditional surveillance methods (ovitraps), thus demonstrating that it is a good way of estimating the presence and abundance of a species.
es: Se ha observado que esta probabilidad se corresponde con las observaciones del mosquito tigre obtenidas por métodos tradicionales de vigilancia (ovitrampas), demostrando así que es una buena manera de estimar la presencia y abundancia de una especie.

source: Cookies policy
ca: Política de cookies
es: Política de cookies

source: Manage cookies
ca: Gestionar
es: GESTIONAR

source: Cookies comply title
ca: Política de cookies
es: Política de cookies

source: We use cookies and similar technologies to help personalize content and offer a better experience. You can opt to customize them by clicking the preferences button
ca: Utilitzem les cookies per ...
es: Utilizamos las cookies para...

source: Tecnical cookies
ca: Cookies necessàries
es: Cookies necesarias

source: Tecnical cookies description
ca: Aquestes cookies són imprescindibles pel bon funcionament de la web
es: Descripción de las cookies necesarias para el funcionamiento de la web

source: Analytics title
ca: Google Analytics
es: Google Analytics

source: Analytics tooltip
ca: Google Analytics
es: Google Analytics

source: Analytics cookie title
ca: Google Analytics
es: Google Analytics

source: Analytics cookie description
ca: Aquestes cookies ens permeten .....
es: Estas cookies nos permiten ....

source: La web de Mosquito Alert utiliza cookies propias y de terceros con finalidades técnicas y analíticas. Para administrarlas utilice el gestor. Si desea más información acceda a la Política de cookies
es: La web de Mosquito Alert utiliza cookies propias y de terceros con finalidades técnicas y analíticas. Para administrarlas utiliza el gestor. Si deseas más información acceda a la Política de cookies.

source: Save and close
ca: Desar i tancar
es: Guardar y cerrar

source: Accept all
ca: Acceptar totes
es: ACEPTAR TODAS

source: Is required
ca: Cookie requerida
es: Cookie requerida

source: Escoge qué tipos de galletas aceptas que Mosquito Alert pueda guardar en tu navegador.
ca: Tria quins tipus de coockies acceptes que Mosquito Alert pugui guardar en el teu navegador.
es: Escoge qué tipos de cookies aceptas que Mosquito Alert pueda guardar en tu navegador.

source: Propias: son las propias del titular del sitio web desde lo que se prestan los servicios al usuario
ca: Pròpies: són les pròpies del titular del lloc web des del que es presten els serveis a l'usuari
es: Propias: son las propias del titular del sitio web desde el que se prestan los servicios al usuario

source: En la web de Mosquito Alert utilizamos una única cookie de tipo técnico y las cookies de Google Analytics
ca: En la web de Mosquito Alert utilitzem una única cookie de tipus tècnic i les cookies de Google Analytics
es: En la web de Mosquito Alert utilizamos tres cookies necesarias y las cookies de Google Analytics

source: Puedes obtener más información sobre Google Analytics a
ca: Pots obtenir més informació sobre Google Analytics a
es: Puedes obtener más información sobre Google Analytics en

source: Permite recordar el idioma seleccionado con anterioridad
es: Permite recordar el idioma seleccionado

source: Permite recordar las cookies aceptadas con anterioridad
es: Permite recordar la política de cookies aceptada con anterioridad

source: MOSQQUITO ALERT
ca: MOSQUITO ALERT
es: MOSQUITO ALERT

source: Cookie de sesión
es: Cookie de sessión

source: Layers selector help
ca: Selecció de capes
es: Selección de capas

source: Filters help
ca: Selecció de filtres
es: Selección de filtros

source: Download and reports help
ca: Descarregar dades
es: Descarga de datos

source: Graph help
ca: Consultar el gràfic temporal
es: Gráfico temporal

source: Shareview help
ca: Comparteix la vista del mapa
es: Compartir la vista del mapa

source: el mosquito tigre
ca: Moquit tigre probable
es: Mosquito tigre probable

source: según los expertos o los algoritmos de Inteligencia Artificial (IA), las fotos de esta observación podrían ser de mosquito tigre
es: según los expertos o los algoritmos de IA, las fotos de esta observación podrían ser del mosquito tigre

source: : según los expertos o los algoritmos de IA, las fotos de esta observación podrían ser del mosquito de la fiebre amarilla
es: : según los expertos o los algoritmos de Inteligencia Artificial (IA), las fotos de esta observación podrían ser de mosquito de la fiebre amarilla

source: Mosquito del Corea
ca: Mosquit de Corea
es: Mosquito de Corea

source: Otras categorías. Mosquito no identificable:
ca: Altres categories. Mosquit no identificable:
es: Mosquito no identificable:

source: Estimates help
es: Estimaciones

source: Month / Year
es: Mes / Año

source: Very low
es: Muy baja

source: Low
es: Baja

source: Medium
es: Media

source: High
es: Alta

source: Select model date
es: Selecciona mes y año

source: Click on year and month
es: Selecciona mes y año

source: Apply
es: Aplica

source: Probability
es: Probabilidad

source: Uncertainty
es: Incertidumbre

source: Transparency
es: Transparencia

source: Select species
es: Selecciona especie

source: Field required
es: Campo requerido

source: Username *
es: Usuario

source: Password *
es: Contraseña

source: Confirm Logout Title
es: Mosquito Alert

source: Confirm Logout Message
es: ¿Quieres salir de la sesión?

source: Confirm Logout
es: SÍ, QUIERO SALIR DE LA SESIÓN

source: Model not found on Server
es: No se ha encontrado este modelo en el servidor

source: This map view does not exist
es: Esta vista del mapa no existe

source: This report does not exist
es: Esta página no existe
