Repository: Mosquito-Alert/map_backend
Catalog: project/locale/*/LC_MESSAGES/django.po
Languages: ca, es

source: If you are using Safari, please Check that your pop-up windows block is not blocking the list of observations
es: En caso de utilizar el navegador Safari, verifica que el bloque de ventanas emergentes no está bloqueando la lista de observaciones

source: This interactive map has been funded by
es: Este mapa interactivo ha recibido el apoyo de

source: Coordinators
es: Coordinadores

source: About us
es: Sobre nosotros

source: Distribution
es: Distribución

source: Distribution data
es: Datos de la distribución

source: The-distribution-maps-provide-information-about-th
es: Los mapas de distribución aportan información sobre la distribución de las especies de mosquito estudiadas por Mosquito Alert en la Unión Europea y países colindantes. La distribución actual de las especies se fundamenta en datos de la ECDC (Centro Europeo para la Prevención y el Control de Enfermedades) y otras fuentes oficiales, así como de los informes de ciencia ciudadana de Mosquito Alert. ECDC se nutre de datos (publicados y no publicados) proporcionados y validados por expertos. Los datos de Mosquito Alert son clasificados y validados por los expertos a partir de las imágenes aportadas por los ciudadanos a través de la app.

source: For-invasive-species-the-possible-distribution-sta
es: Para las especies invasoras, los posibles estatus de distribución representadas son:

source: Red-Represent-areas-where-a-mosquito-population-is
es: Rojo: Indica que una población se considera establecida en al menos un municipio dentro de la unidad administrativa representada. Una especie se considera establecida cuando se han observado evidencia de reproducción y hibernación en la zona, o una presencia recurrente en el tiempo.

source: Light-Yellow-Signifies-that-the-species-has-been-d
es: Amarillo claro: Indica que la especie ha sido introducida según ECDC, es decir, se ha detectado su presencia en la zona en los últimos 5 años pero no se ha confirmado su establecimiento.

source: Dark-Yellow-Depicts-areas-where-both-the-ECDC-and
es: Amarillo oscuro: Indica que la especie ha sido introducida según ECDC y Mosquito Alert.

source: Dark-Blue-Indicates-regions-where-Mosquito-Alert-h
es: Azul oscuro: Indica que la especie ha sido introducida según Mosquito Alert en zonas donde ECDC considera que la especie está ausente o no dispone de datos. Se considera que la especie ha sido introducida cuando se han detectado su posible presencia a partir de informes ciudadanos en los últimos 5 años.

source: Light-Blue-Mark-regions-where-Mosquito-Alert-repor
es: Azul claro: Indica que la especie ha sido reportada a través de Mosquito Alert en el año en curso, indicando así los descubrimientos anuales de la ciencia ciudadana en aquellas unidades administrativas donde ECDC u otras fuentes oficiales no tienen constancia de que la especie ha sido introducida o está establecida.

source: These-maps-illustrate-the-geographical-spread-of-m
es: Estos mapas exhiben la distribución de los mosquitos vectores a diferentes unidades administrativas en función del origen de los datos. La información proporcionada por la ECDC se representa en unidades administrativas equivalentes a NUTs3. En España las especies invasoras se representan a nivel administrativo de municipio a partir de la información proporcionada por las diferentes administraciones regionales al CCAES (Centro de Coordinación de Alertas y Emergencias Sanitarias) y revisada por una red de expertos.

source: It-is-crucial-to-note-that-these-maps-do-not-signi
es: Los mapas no representan la visión o posición final de los respectivos países.

source: Must select wms first
es: Antes debes seleccionar un WMS

source: Shareview error. No WMS is loaded
es: No se ha cargado ningún WMS

source: Legend
es: Leyenda

source: Export map image
es: Descargar imagen

source: Download shp file
es: Descargar archivo SHP

source: Mosquitos
ca: Mosquits

source: Las galletas o cookies son pequeños archivos de texto que se instalan en los equipos desde los cuales se accede a nuestro sitio web. Entre otras finalidades, las cookies registran las preferencias y los hábitos de navegación de un usuario.
ca: Les galetes o cookies són petits arxius de text que s'instal·len en els equips des dels quals s'accedeix al nostre lloc web. Entre altres finalitats, les cookies registren les preferències i els hàbits de navegació d'un usuari.

source: Se asocian al usuario y a su equipo, pero no proporcionan datos directamente identificativos. Algunas cookies, por ejemplo las que permiten elaborar estadísticas o anuncios, necesitan el consentimiento del usuario de nuestro sitio web. En cambio otras cookies, las de carácter técnico o las necesarias para ofrecer un servicio solicitado por el usuario, son imprescindibles para el funcionamiento del sitio.
ca: S'associen a l'usuari i al seu equip, però no proporcionen dades directament identificatives. Algunes cookies, per exemple les que permeten elaborar estadístiques o anuncis, necessiten el consentiment de l'usuari del nostre lloc web. En canvi altres cookies, les de caràcter tècnic o les necessàries per a oferir un servei sol·licitat per l'usuari, són imprescindibles per al funcionament del lloc.

source: Las cookies se pueden clasificar según su vigencia, quien las gestiona o su finalidad.
ca: Les cookies es poden classificar segons la seva vigència, qui les gestiona o la seva finalitat.

source: Según la vigencia
ca: Segons la vigència

source: De sesión: son temporales y quedan en el archivo de galletas de vuestro navegador hasta el momento que abandonáis el sitio web
ca: De sessió: són temporals i queden en l'arxiu de cookies del vostre navegador fins al moment que abandoneu el lloc web

source: Persistentes: quedan almacenadas y el sitio web les lee cada vez que hacéis una visita
ca: Persistents: queden emmagatzemades i el lloc web els llegeix cada vegada que feu una visita

source: Según quién las gestione
ca: Segons qui les gestioni

source: De terceros: se envían al usuario por parte de uno tercero, diferente al titular del lugar
ca: De tercers: s'envien a l'usuari per part d'un tercer, diferent del titular del lloc

source: Según la finalidad
ca: Segons la finalitat

source: Necesarias: las imprescindibles para facilitar vuestra conexión. No hay opción de inhabilitarlas, dado que son las necesarias por el funcionamiento del sitio web
ca: Necessàries: les imprescindibles per a facilitar la vostra connexió. No hi ha opció d'inhabilitar-les, atès que són les necessàries pel funcionament del lloc web

source: Técnicas: las que permiten controlar el tráfico y comunicación de datos, identificar la sesión y acceder a páginas de acceso restringido, entre otros
ca: Tècniques: les que permeten controlar el trànsit i comunicació de dades, identificar la sessió i accedir a pàgines d'accés restringit, entre altres

source: Analíticas: proporcionan información estadística y permiten mejorar los servicios
ca: Analítiques: proporcionen informació estadística i permeten millorar els serveis

source: Listado de cookies utilizadas
ca: Llistat de cookies utilitzades

source: Las cookies de Google Analytics, permiten analizar estadísticamente la información a que acceden los usuarios de nuestro lugar. Los datos recopilados pueden incluir la actividad del navegador del usuario cuando nos visita, la ruta que siguen los usuarios en nuestro lugar, información del proveedor de servicios de Internet del visitante, el número a veces que los usuarios acceden al lugar y el comportamiento de los usuarios en nuestro lugar (páginas que ha visitado, formularios que se han completado y similares)
ca: Les cookies de Google Analytics, permeten analitzar estadísticament la informació al fet que accedeixen els usuaris del nostre lloc. Les dades recopilades poden incloure l'activitat del navegador de l'usuari quan ens visita, la ruta que segueixen els usuaris en el nostre lloc, informació del proveïdor de serveis d'Internet del visitant, el número a vegades que els usuaris accedeixen al lloc i el comportament dels usuaris en el nostre lloc (pàgines que ha visitat, formularis que s'han completat i similars)

source: Para controlar la recopilación de datos con finalidades analíticas por parte de Google Analytics, puedes ir a
ca: Per a controlar la recopilació de dades amb finalitats analítiques per part de Google Analytics, pots anar a

source: A continuación mostramos una tabla con las cookies utilizadas. Para cada cookie incluimos los siguientes atributos: finalidad, proveedor, nombre de la cookie, gestión, vigencia y función
ca: A continuació vam mostrar una taula amb les cookies utilitzades. Per a cada cookie incloem els següents atributs: finalitat, proveïdor, nom de la cookie, gestió, vigència i funció

source: Finalidad
ca: Finalitat

source: Nombre de la cookie
ca: Nom de la cookie

source: Gestión
ca: Gestió

source: Vigencia
ca: Vigència

source: Función
ca: Funció

source: Necesarias
ca: Necessàries

source: Propia
ca: Pròpia

source: Persistente
ca: Persistent

source: Mostrar la ventana informativa solo en la primera visita
ca: Mostrar la finestra informativa només a la primera visita

source: terceros
ca: tercers

source: 2 años
ca: 2 anys

source: Registra una identificación única que se utiliza para generar datos estadísticos sobre cómo se utiliza el visitante el sitio web
ca: Registra una identificació única que s'utilitza per a generar dades estadístiques sobre com s'utilitza el visitant el lloc web

source: 1 año
ca: 1 any

source: Información de los datos
ca: Informació de les dades

source: El mapa contiene información de 5 especies de mosquitos vectores de enfermedades:
ca: El mapa conté informació de 5 espècies de mosquits vectors de malalties:

source: el mosquito de la fiebre amarilla
ca: el mosquit de la febre groga

source: el mosquito del Japón
ca: el mosquit del Japó

source: el mosquito de Corea
ca: el mosquit de Corea

source: y el mosquito común
ca: i el mosquit comú

source: Además, puedes visualizar posibles lugares de cría de estos insectos en la vía pública. Esta información se complementa con modelos de probabilidad, elaborados a partir de los datos ciudadanos y con el esfuerzo de muestreo o distribución de participantes.
ca: A més, pots visualitzar possibles llocs de cria d'aquests insectes en la via pública. Aquesta informació es complementa amb models de probabilitat, elaborats a partir de les dades ciutadanes i amb l'esforç de mostreig o distribució de participants.

source: DATOS NO MODELADOS
ca: DADES NO MODELADES

source: según los expertos o los algoritmos de Inteligencia Artificial (IA), las fotos de esta observación podrían ser de mosquito tigre (Aedes albopictus). También incluye observaciones que podrían ser o de Aedes albopictus o de Aedes cretinus; en estos casos, no es posible determinar con seguridad de qué especie se trata.
ca: segons els experts o els algorismes d'Intel·ligència Artificial (IA), les fotos d'aquesta observació podrien ser de mosquit tigre (Aedes albopictus). També inclou observacions que podrien ser o de Aedes albopictus o de Aedes cretinus; en aquests casos, no és possible determinar amb seguretat de quina espècie es tracta.

source: Mosquito de la fiebre amarilla
ca: Mosquit de la febre groga

source: Mosquito del Japón
ca: Mosquit del Japó

source: : según los expertos o los algoritmos de IA, las fotos de esta observación podrían ser del mosquito del Japón
ca: : segons els experts o els algorismes de IA, les fotos d'aquesta observació podrien ser del mosquit del Japó

source: También incluye observaciones que podrían ser o de Aedes japonicus o de Aedes koreicus; en estos casos, no es posible determinar con seguridad de qué especie se trata.
ca: També inclou observacions que podrien ser o de Aedes japonicus o de Aedes koreicus; en aquests casos, no és possible determinar amb seguretat de quina espècie es tracta.

source: según los expertos o los algoritmos de IA, las fotos de esta observación podrían ser del mosquito de Corea
ca: segons els experts o els algorismes de IA, les fotos d'aquesta observació podrien ser del mosquit de Corea

source: . También incluye observaciones que podrían ser o de Aedes japonicus o de Aedes koreicus; en estos casos, no es posible determinar con seguridad de qué especie se trata.
ca: També inclou observacions que podrien ser o de Aedes japonicus o de Aedes koreicus; en aquests casos, no és possible determinar amb seguretat de quina espècie es tracta.

source: Mosquito Común
ca: Mosquit comú

source: : según los expertos o los algoritmos de IA, las fotos de esta observación podrían ser del mosquito común
ca: : segons els experts o els algorismes de IA, les fotos d'aquesta observació podrien ser del mosquit comú

source: según los expertos o los algoritmos de IA, estas observaciones y sus fotos no permiten determinar ninguna especie de mosquito en concreto. También incluye observaciones enviadas como “mosquito” que no han sido evaluadas al no contener imágenes asociadas.
ca: segons els experts o els algorismes de IA, aquestes observacions i les seves fotos no permeten determinar cap espècie de mosquit en concret. També inclou observacions enviades com a “mosquit” que no han estat avaluades al no contenir imatges associades.

source: Observaciones ciudadanas de picaduras de mosquito, de cualquier especie y sin ningún tipo de validación por parte de expertos o de algoritmos de IA.
ca: Observacions ciutadanes de picades de mosquit, de qualsevol espècie i sense cap mena de validació per part d'experts o d'algorismes de IA.

source: : observaciones ciudadanas de posibles lugares de cría de mosquitos (identificadas por la ciudadanía como “imbornales con agua”) en su mayoría, sin ningún tipo de validación por parte de expertos o de algoritmos de IA.
ca: : observacions ciutadanes de possibles llocs de cria de mosquits (identificades per la ciutadania com a “embornals amb aigua”) en la seva majoria, sense cap mena de validació per part d'experts o d'algorismes de IA.

source: observaciones ciudadanas de posibles lugares de cría de mosquitos (identificadas por la ciudadanía como “imbornales sin agua”), en su mayoría, sin ningún tipo de validación por parte de expertos o de algoritmos de IA.
ca: observacions ciutadanes de possibles llocs de cria de mosquits (identificades per la ciutadania com a “embornals sense aigua”), en la seva majoria, sense cap mena de validació per part d'experts o d'algorismes de IA.

source: : observaciones ciudadanas de posibles lugares de cría de mosquitos (identificadas por la ciudadanía como “otros tipos de lugares de cría”), en su mayoría, sin ningún tipo de validación por parte de expertos o de algoritmos de IA.
ca: : observacions ciutadanes de possibles llocs de cria de mosquits (identificades per la ciutadania com “altres tipus de llocs de cria”), en la seva majoria, sense cap mena de validació per part d'experts o d'algorismes de IA.

source: Según los expertos o los algoritmos de IA, las fotos de esta observación podrían ser de otras especies de mosquito
ca: Segons els experts o els algorismes de IA, les fotos d'aquesta observació podrien ser d'altres espècies de mosquit

source: La capa muestra la distribución de los participantes, donde las cuadrículas más oscuras indican un mayor número de dispositivos con la app instalada o que han estado mucho tiempo en la zona. Este dato es esencial para poder elaborar modelos: sin esta información no se podría saber si hay muchos mosquitos en un área o si lo que hay es mucha participación. En ecología esta información se conoce como esfuerzo de muestreo, permitiendo corregir las observaciones para hacerlas comparables entre áreas.
ca: La capa mostra la distribució dels participants, on les quadrícules més fosques indiquen un major nombre de dispositius amb l'app instal·lada o que han estat molt de temps en la zona. Aquesta dada és essencial per a poder elaborar models: sense aquesta informació no es podria saber si hi ha molts mosquits en una àrea o si el que hi ha és molta participació. En ecologia aquesta informació es coneix com a esforç de mostreig, permetent corregir les observacions per a fer-les comparables entre àrees.

source: Selecciona las capas de información que te interese visualizar: observaciones de mosquito, picaduras, lugares de cría, otras especies y esfuerzo de muestreo.
ca: Selecciona les capes d'informació que t'interessi visualitzar: observacions de mosquit, picades, llocs de cria, altres espècies i esforç de mostreig.

source: Filtra tu selección de distintas maneras:
ca: Filtra la teva selecció de diferents maneres:

source: POR LOCALIZACIÓN
ca: PER LOCALITZACIÓ

source: Escribe y selecciona del desplegable tu lugar de interés
ca: Escriu i selecciona del desplegable el teu lloc d'interès

source: POR HASHTAG
ca: PER HASHTAG

source: puedes usar más de una etiqueta. Se mostrarán las observaciones que contengan como mínimo una de las etiquetas utilizadas.
ca: pots usar més d'una etiqueta. Es mostraran les observacions que continguin com a mínim una de les etiquetes utilitzades.

source: POR IDENTIFICADOR
ca: PER IDENTIFICADOR

source: : escribe el identificador corto de un informe en el buscador de hashtag precedido por el símbolo :
ca: : escriu l'identificador curt d'un informe en el cercador d'etiqueta precedida pel símbol:

source: Ejemplo > :6RUID. Puedes usar más de un identificador. Se mostrarán las observaciones que contengan como mínimo uno de los identificadores utilizados.
ca: Exemple > :6RUID. Pots usar més d'un identificador. Es mostraran les observacions que continguin com a mínim un dels identificadors utilitzats.

source: POR FECHA O RANGO DE FECHAS
ca: PER DATA O RANG DE DATES

source: Los filtros aplican a todas las capas de información de las observaciones (mosquitos, lugares de cría, picaduras, otras especies). La capa "esfuerzo de muestreo" sólo puede filtrarse por fecha o rango de fecha.
ca: Els filtres apliquen a totes les capes d'informació de les observacions (mosquits, llocs de cria, picades, altres espècies). La capa "esforço de mostreig" només pot filtrar-se per data o rang de data.

source: Los filtros son acumulativos, es decir, que actúan sobre el rango de datos previamente seleccionados. Por ejemplo, si filtramos mosquitos de la ciudad de Barcelona, y posteriormente buscamos un hashtag, el mapa nos devolverá solamente aquellas observaciones de la ciudad de Barcelona que tengan dicho hashtag.
ca: Els filtres són acumulatius, és a dir, que actuen sobre el rang de dades prèviament seleccionades. Per exemple, si filtrem mosquits de la ciutat de Barcelona, i posteriorment busquem una etiqueta, el mapa ens retornarà solament aquelles observacions de la ciutat de Barcelona que tinguin aquesta etiqueta.

source: Descarga los datos seleccionados en la vista de tu mapa y genera informes html con los datos seleccionados en la vista de tu mapa.
ca: Descàrrega les dades seleccionades en la vista del teu mapa i genera informes html amb les dades seleccionades en la vista del teu mapa.

source: Consulta la información de la vista del mapa en formato de gráfico temporal
ca: Consulta la informació de la vista del mapa en format de gràfic temporal

source: Comparte la vista del mapa, consulta la ayuda y la información del mapa y cambia el idioma del mapa
ca: Comparteix la vista del mapa, consulta l'ajuda i la informació del mapa i canvia l'idioma del mapa

source: Permite-recordar-las-cookies-aceptadas-con-anterio
ca: Permet recordar les cookies acceptades amb anterioritat
